<li>दिल्ली हाईकोर्ट ने दवाओं की ऑनलाइन बिक्री पर रोक हटाने से किया इनकार</li>
<li><a href="#">Coronavirus</a>: महाराष्ट्र में जिन संदिग्ध मरीज़ों को घर पर किया गया क्वारैन्टाइन, उनके हाथ पर लगाई जा रही है मुहर</li>
<li>यूपी के सरकारी अस्पतालों में मिलने वाली दवाओं के सैंपल फेल हिमाचल की दवा इंडस्ट्री पर कोरोना वायरस का असर, उत्पादन पर संकट</li>
<li>स्नैपडील के खिलाफ़ FIR दर्ज, ऑनलाइन बेच रहे थे दवाइयां</li>
<li>महाराष्ट्र फूड एंड ड्रग एड्मिनिस्ट्रेशन ने ऑनलाईन दवाई बेचने पर लगाई पाबंदी</li>
<li>हर मेडिकल के बाहर मिलेगा कोरोना जन जागरूकता संदेश, सरकार ने मांगा मेडिकल स्टोर संचालकों का सहयोग </li>
<li>AIIMS liG Revised Schedule 2023: एम्स ने जारी किया बेसिक और फाइनल रजिस्ट्रेशन का नया शेड्यूल, जानिए डिटेल</li>
<li> तेलंगानाः सिकंदराबाद में पीएम मोदी ने वंदे भारत एक्सप्रेस को दिखाई हरी झंडी </li>
<li>मेंटल हेल्थ को नजरअंदाज करना पड़ेगा भारी! इन तरीकों से मिलेगी मदद  </li>
<li> खबर है कि कोरोनावायरस का नया रिकॉम्बिनेंट वेरिएंट XBB.1.16 म्यूटेट कर रहा है। साथ ही इसके सबटाइप XBB.1.16.1 के मामले भी भारत में मिल चुके हैं। अब तक इसका शिकार मरीजों की संख्या 113 पर है। इनमें अधिकांश मामले गुजरात और महाराष्ट्र में पाए गए हैं। खास बात है कि INSACOG पोर्टल ने अब तक XBB.1.16.1 को सूची में शामिल नहीं किया है। </li>
<li> ताइवान के पास चीन की मिलिट्री ड्रिल:8 जंगी जहाज और 40 से ज्यादा फाइटर जेट शामिल; ताइवानीज प्रेसिडेंट के US दौरे से नाराज </li>
<li>भारत पर नजर रखने श्रीलंका में चीन बनाएगा रडार बेस:इसकी रेंज में होंगे हमारे न्यूक्लियर प्लांट, अमेरिका-ब्रिटेन की भी निगरानी मुमकिन  </li>
<li>अमेरिका-NATO का बैटल प्लान सोशल मीडिया पर लीक:इसमें यूक्रेन जंग से जुड़ी खुफिया जानकारी मौजूद; रूसी मीडिया पर हो रहा वायरल  </li>
<li> अच्छी सेहत की कुंजी हैं ये 5 विटामिन, जानिए कैसे कर सकती हैं इनकी डेफिशिएंसी को दूर </li>
<li> लंदन, आईएएनएस। Vaccine for Cancer and Heart disease कैंसर और हार्ट के मरीजों के लिए एक खुशखबरी सामने आई है। विशेषज्ञों की मानें तो इस दशक के अंत तक इन बीमारियों से निजात पाने के लिए वैक्सीन का ईजाद हो सकता है। उनका कहना है कि कैंसर सहित कई रोगों के लिए नए टीकों के आने से लाखों लोगों की जान बचाई जा सकती है।  </li>
<li> जांच जरूरी है:नियमित रूप से शरीर की जांच कराना स्वास्थ्य से जुड़ी गतिविधियों का अनिवार्य हिस्सा है, जानिए क्यों? </li>
<li> Labour Pain : कुछ मामलों में महिलाओं को समय पर प्रसव पीड़ा नहीं होती है या किसी कॉम्प्लिकेशन की वजह से लेबर शुरू करवाना पड़ता है। </li>
<li> वैज्ञानिकों के मुताबिक, हर वयस्क को शुगर की लिमिट 6 चम्मच से ज्यादा नहीं रखनी चाहिए. अगर आप इससे ज्यादा चीनी का सेवन करते हैं तो एक साथ कई बीमारियों के शिकार हो सकते हैं. </li>
<li> Mental Disorders: डॉक्टर ही पेशे से परेशान, भारत तनाव में जी रहे 82%, सर्वे में हुआ खुलासा </li>
<li>  विश्व स्वास्थ्य दिवस स्पेशल: मेट्रोपोलिस लैब की #GreenTickForHealth पहल हुई शुरू, प्रीवेंटिव हेल्थ चेकअप को प्राथमिकता देने के लिए लोगों को करता है प्रोत्साहित!</li>
<li> कॉपर की कमी से शरीर को सकते हैं कई नुकसान, जानिये भरपाई का तरीका  </li>
<li> बेसन का इस्तेमाल करने से स्वास्थ्य को मिल सकते है कई फायदे, ये कई पोषक तत्वों से भरपूर! </li>
<li>Delhi AIIMS: एलाइजा किट से जल्द हो सकेगी पार्किंसन-अल्जाइमर की पहचान, खून व लार की मदद से बीमार का लगाएंगे पता  </li>
<li>Cervical Cancer: सर्वाइकल कैंसर महिलाओं में होने वाला कैंसर है. यह कैंसर का प्रकार है जो गर्भाशय ग्रीवा की कोशिकाओं में शुरू होता है, इसलिए इसे सर्वाइकल कैंसर कहा जाता है. गर्भाशय ग्रीवा गर्भाशय को योनि (जन्म नहर) से जोड़ती है. सर्वाइकल कैंसर कोई एक दिन में नहीं प्रकट होता है बल्कि यह धीरे-धीरे विकसित होता है. लगभग हर 5 में से एक मामला भारत से होता है. इस बीमारी की रोकथाम इलाज से बेहतर है. मानव पैपिलोमा टीके या एचपीवी टीके ( HPV vaccines) प्राथमिक रोकथाम विधि के रूप में उपयोग किया जाता है.  </li>
